Repository: nagyist/wholistic-services
Catalog: web/app/plugins/wp-rocket/languages/rocket-*.po
Languages: de_de

source: Support
de_de: Hilfe

source: Docs
de_de: Dokumente

source: Settings
de_de: Einstellungen

source: Clear this cache
de_de: Diesen Cache leeren

source: Clear cache
de_de: Cache leeren

source: Are you sure?
de_de: Bist du sicher?

source: CloudFlare Settings
de_de: CloudFlare Einstellungen

source: In case of any display errors we recommend following our documentation:
de_de: Sollte es zu Darstellungsfehlern kommen empfehlen wir folgende Hilfsdokumente:

source: You can also <a href="%s">contact our support</a> if you need help implementing that.
de_de: Du kannst ebenso <a href="%s">unsere Support</a> kontaktieren, falls Du Hilfe bei der Implementierung benötigst.

source: Click "Save Changes" to activate the Cloudflare tab.
de_de: Klicke auf "Änderungen speichern" um den Cloudflare Reiter zu aktivieren.

source: Yes, I'm sure!
de_de: Ja, ich bin sicher!

source: Cancel
de_de: Abbrechen

source: Cache Options
de_de: Cache Optionen

source: Activate these options on this post:
de_de: Aktiviere diese Optionen bei diesem Beitrag:

source: HTML Minification
de_de: HTML Minimierung

source: CSS Minification
de_de: CSS Minimierung

source: JS Minification
de_de: JS Minimierung

source: Activate first the %s option.
de_de: Aktiviere die %s Option.

source: <strong>Note:</strong> These options aren't applied if you added this post in the "Never cache the following pages" option.
de_de: <strong>Hinweis:</strong> Diese Optionen werden nicht genutzt, wenn dieser Beitrag unter "Folgende Seiten niemals speichern" angegeben wurde.

source: FAQ's Table of Content
de_de: FAQ Inhaltsverzeichnis

source: How many sites is my key valid for?
de_de: Für wie viele Seiten gilt mein Aktivierungsschlüssel?

source: What exactly does WP Rocket do?
de_de: Was genau macht WP Rocket?

source: I haven't turned any of the basic options on, does WP Rocket work?
de_de: Ich habe keine der Basis Optionen angeschaltet, läuft WP Rocket?

source: What should I do in case of a problem with WP Rocket that I can't solve?
de_de: Was sollte ich tun, falls ich ein Problem mit WP Rocket habe, das ich nicht lösen kann?

source: My license has expired, what should I do?
de_de: Meine Lizenz ist ausgelaufen, was soll ich tun?

source: I want to change the URL of my website associated with my license, what should I do?
de_de: Ich möchte die URL der Webseite die mit meiner Lizenz assoziiert ist ändern. Wie kann ich das tun?

source: Which tools should I use to measure the performance of my website?
de_de: Welche Werkzeuge sollte ich nutzen um die Geschwindigkeit meiner Seite zu testen?

source: Does WP Rocket work with default permalinks?
de_de: Funktioniert WP Rocket mit Standard Permalink-Strukturen?

source: Which web servers WP Rocket is compatible with?
de_de: Mit welchen Webservern ist WP Rocket kompatibel?

source: Reports from PageSpeed and YSlow tell me that the content is not gziped and/or did not expire, what should I do?
de_de: Die Auswertung von PageSpeed und YSlow sagt mir dass der Inhalt meiner Seite nicht gegzipt ist und nicht verfallen kann, was solle ich tun?

source: Is WP Rocket compatible with others cache plugins like WP Super Cache or W3 Total Cache?
de_de: Ist WP Rocket mit anderen Caching Plugins wie WP Super Cache oder W3 Total Cache kompatibel?

source: Is WP Rocket compatible with WP Touch, WordPress Mobile Pack and WP Mobile Detector?
de_de: Ist WP Rocket kompatibel mit WP Touch, WordPress Mobile Pack und WP Mobile Detector?

source: Is WP Rocket compatible with e-commerce plugins?
de_de: Ist WP Rocket mit e-commerce Plugins kompatibel?

source: Is WP Rocket compatible with WPML or qTranslate?
de_de: Ist WP Rocket kompatibel mit WPML oder qTranslate?

source: What are the minification and concatenation of files?
de_de: Was machen Minimierung und das Zusammenführen von Dateien?

source: What should I do if WP Rocket distorts my website display?
de_de: Was sollte ich tun falls WP Rocket die Anzeige meiner Seite stört?

source: How often is the cache updated?
de_de: Wie oft wird der Cache neu gefüllt?

source: How to exclude a particular page from caching?
de_de: Wie kann ich eine spezielle Seite vom Caching ausschließen?

source: How do the robots preload files from the cache?
de_de: Wie laden die Bots Dateien vom Cache?

source: A key is valid for one domain name. If you have example.com, that makes one key.
de_de: Der Schlüssel gilt für einen Domain Namen. Falls dieser Beispiel.de heißt, benötigst Du einen Schlüssel.

source: If you have example.com, www.example.com, dev.example.com, demo.example.com, example.com/dev/, example.com/demo/ all these sites depend on the same WP Rocket key.
de_de: Falls deine Seiten die Domains Beispiel.de, www.Beispiel.de,dev.Beispiel.de, demo.Beispiel.de und Beispiel.de/demo können alle Seiten mit dem selben WP Rocket Schlüssel betrieben werden.

source: However, a different base domain name, like example.org or example2.com, would require an additional key each.
de_de: Ein anderer Domain Name wie beispiel.de oder beispiel2.de benötigen einen weiteren Aktivierungsschlüssel.

source: WP Rocket is a full cache plugin that comes with many features:
de_de: WP Rocket ist ein voll funktionsfähiges Caching-Plugin mit vielen weiteren Funktionen:

source: Caching of all the pages for quick viewing
de_de: Speichert alle Seite im Cache für eine schnelle Anzeige der Seiten im Browser.

source: Preloading the cache of files using two bots in Python
de_de: Füllt den Cache mit Hilfe von 2 Bots, die in Python geschrieben wurden

source: Reduction of the number of HTTP requests to reduce loading time
de_de: Verringert die Zahl der HTTP-Anfrage um die Ladezeit zu reduzieren.

source: Decreasing bandwidth usage with GZIP compression
de_de: Reduktion der benötigten Bandbreite mit Hilfe von GZIP Kompression

source: Management of the headers (expires, etags...)
de_de: Verwaltet Header (Verfallsdaten, etags, etc…)

source: Minification and concatenation of JS and CSS files
de_de: Minimiert und Verknüpfung von JS und CSS Dateien

source: Deferred loading of images (LazyLoad)
de_de: Lädt Bilder erst bei Bedarf (LazyLoad)

source: Deferred loading of JavaScript files
de_de: Verzögertes Laden von JavaScript Dateien

source: Image Optimisation
de_de: Bild Optimierung

source: I have turned any of the basic options on, does WP Rocket work?
de_de: Ich habe die Basis-Einstellungen aktiviert, läuft WP Rocket bereits?

source: Yes.
de_de: Ja.

source: The basic options are additional optimizations that could be described as bonuses. These options are not essential to improve the loading time of your website.
de_de: Die erweiterten Optionen sind weitere Optimierungen und können als Bonus angesehen werden. Diese Optionen sind nicht essentiell wichtig um die Ladezeiten der Seite zu verringern.

source: Whatever your WP Rocket configuration is, the following features will still be active:
de_de: Folgende Funktionen sind bei jeder WP Rocket Konfiguration freigeschaltet:

source: Decrease bandwidth usage with our GZIP compression
de_de: Reduziere die benötigte Bandbreite mit unserer GZIP Komprimierung

source: If none of the answers from our FAQ provide a solution to your problem, you can let us know about your problem on our <a href="%s" target="_blank">support</a>. We will answer you as soon as possible.
de_de: Falls keine der Antworten aus der FAQ dein Problem löst, melden Dich bei unserem <a href="%s" target="_blank">Support </a>. Wir melden uns so schnell wir können.

source: Don't panic, WP Rocket will continue to operate without a problem. You will receive an email telling you that your license will soon expire. You will find a renewal link which will be active even after the expiration.
de_de: Keine Panik, WP Rocket wird weiterhin seinen Dienst verrichten. Du wirst eine eMail erhalten, dass deine Lizenz bald auslaufen wird. Ebenso bekommst Du einen Link zur Erneuerung der Lizenz, der auch nach dem Auslaufen der Lizenz seine Gültigkeit behält.

source: I want to change the URL of my site associated with my license, what should I do?
de_de: Ich möchte die URL der Webseite die mit meiner Lizenz assoziiert ist ändern. Wie kann ich das tun?

source: It's easy to transfer your license to another site. Follow the steps here: <a href="%1$s">%1$s</a>
de_de: Es ist einfach deine Lizenz auf eine andere Seite zu transferieren. Folge der Anleitung hier: <a href="%1$s">%1$s</a>

source: Which tools should I use to measure the performance of my site?
de_de: Welche Werkzeuge sollte ich nutzen um die Geschwindigkeit meiner Seite zu testen?

source: You can measure the performance of your website using the following tools:
de_de: Du kannst die Geschwindigkeit deiner Seite mit den folgenden Hilfsmitteln testen:

source: These tools give you two indications:
de_de: Diese Hilfsmittel geben dir zwei Hinweise

source: a global note of good practices to apply
de_de: generelle Informationen über Einstellungen, die man vornehmen sollte

source: a loading time
de_de: die Ladezeit

source: These data are indicative and do not necessarily reflect the actual display speed of your website
de_de: Diese Daten sind lediglich Indikatoren und stellen nicht die wirkliche Geschwindigkeit deiner Webseite dar

source: For tests closest to reality load time we recommend using <a href="%s" target="_blank">Pingdom Tools</a>.
de_de: Um einen Test möglichst nahe der Realität durchzuführen, empfehlen wir: <a href="%s" target="_blank">Pingdom Tools</a>.

source: No.
de_de: Nein.

source: It's necessary to have custom permalinks of the type <code>%s</code> rather than <code>%s</code>.
de_de: Man sollte eher veränderte Permalink-Strukturen wie <code>%s</code>als <code>%s</code> benutzen.

source: Which web servers is WP Rocket compatible with?
de_de: Mit welchen Servern ist WP Rocket kompatibel?

source: WP Rocket is compatible with <strong>Apache, NGINX, Microsoft IIS et Litepseed</strong> web servers.
de_de: WP Rocket ist kompatibel mit <strong>Apache, NGINX, Microsoft IIS und Litespeed</strong>.

source: WP Rocket automatically adds optimal timeout rules for static files and compresses them using gzip. If they are not applied, it is possible that there is a plugin conflict (exemple: <a href="%s" target="_blank">WP Retina 2x</a>). Try temporarily disabling all plugins except WP Rocket and retest.
de_de: WP Rocket fügt automatisch Regeln für Verfallsdaten und GZIP zu statischen Inhalten hinzu. Falls diese nicht genutzt werden, kann es sein, dass einen Konflikt mit einem Plugin gibt (Beispiel: <a href="%s" target="_blank">WP Retina 2x</a>). Probieren Sie alle anderen Plugins für eine Zeit zu deaktivieren und erneut zu testen.

source: If this is not conclusive, it means that <code>mod_expire</code> and/or <code>mod_deflate</code> are not enabled on your server.
de_de: Falls dies nicht schlüssig ist, bedeutet es, dass <code>mod_expire</code> und/oder <code>mod_deflate</code> auf deinem Server nicht aktiviert ist.

source: It's imperative to <strong>remove all other optimization plugins</strong> (cache, minification, LazyLoad) PRIOR to the activation of WP Rocket.
de_de: Man sollte <strong>alle anderen Optimierungs-Plugins</strong> (Caching, minification, LazyLoad) vor der Aktivierung von WP Rocket entfernen.

source: On the other hand, in the basic options, you must uncheck the <code>enable caching for mobile devices</code>.
de_de: Bei diesen Plugins solltest Du in den Basis Einstellungen <code>Caching für Mobilgeräte aktivieren</code> deaktivieren.

source: Yes, WP Rocket automatically excludes "View Cart" and "Checkout" pages from the cache if you use one of these plugins: %l.
de_de: Ja, WP Rocket entfernt automatisch Seiten mit "Einkaufswagen" und "Zur Kasse gehen" aus dem Cache, sofern eines dieser Plugins eingesetzt wird: %l.

source: If you don't use one of them, you must follow these instructions: <a href="%s">How To Use WP Rocket On Your Ecommerce Site (EN)</a>.
de_de: Falls keines davon eingesetzt wird, muss folgende Anleitung befolgt werden: <a href="%s">How To Use WP Rocket On Your Ecommerce Site (EN)</a>.

source: You even have the possibility to empty/preload the cache for a specific language or for all languages at the same time.
de_de: Du hast die Möglichkeit den Cache für jede Seite sprachspezifisch zu leeren/zu füllen.

source: Minification is the process of removing all unnecessary characters in HTML, CSS or JavaScript files: spaces, comments, etc... This reduces the size of the files. Thus, browsers read these files faster.
de_de: Minimierung ist der Prozess der alle unnötigen Zeichen in HTML, CSS und oder JavaScript-Dateien entfernt. Das reduziert die Dateigröße der betroffenen Dateien und Browser können die Datei schneller lesen.

source: Concatenation is to consolidate a set of files into one. This has the effect of reducing the number of HTTP requests.
de_de: Zusammenführung verbindet eine Sammlung von Dateien zu einer einzigen. Dies reduziert die Anzahl der HTTP Anfragen.

source: What should I do if WP Rocket distorts my site display?
de_de: Was sollte ich tun falls WP Rocket die Anzeige meiner Seite stört?

source: There is a good chance that the deformation is caused by the minification of HTML, CSS or JavaScript files. To resolve the problem, we recommend watching the following video: <a href="%1$s" class="fancybox">%1$s</a>.
de_de: Eine Zerstörung des Layouts kann durch die Minimierung von HTML, CSS oder JavaScript entstehen. Um das Problem zu lösen, empfehlen wir das folgende Video: <a href="%1$s" class="fancybox">%1$s</a>.

source: The cache is automatically refreshed at every update of your content (add/edit/delete of an article, publication of a comment, etc..).
de_de: Der Cache wird bei jeder Veränderung deines Seiteninhaltes (Beiträge hinzufügen/ändern/löschen, etc) erneuert.

source: In the basic options, you can also specify a period of automatic cleaning of the cache.
de_de: In den Basis-Einstellungen kann ein automatisches Leeren vom Cache innerhalb einer definierten Zeitspanne angegeben werden.

source: In advanced options, it's possible to specify URLs to not cache. For this, you must add the URLs to exclude in the input field <code>Never cache the following pages</code>.
de_de: In den erweiterten Einstellen können einzelne URLs vom Cache ausgeschlossen werden. Dazu müssen in das Feld <code>Folgende Seiten niemals speichern:</code> die auszuschließenden URLs eingetragen werden.

source: A page is only cached on its first visit. To bypass this, we have developed two robots (in Python) that crawl the pages of your website.
de_de: Eine Seite wird beim ersten Besuch ins Cache geladen. Um das zu umgehen, haben wir zwei Bots (in Python) entwickelt die die Seite vorab besuchen um den Cache zu füllen.

source: The first visits your site when using the button "Preload the cache". The second will automatically visit your site as soon as you are going to create/edit/delete an article.
de_de: Der erste Bot besucht deine Seite nachdem Du den Knopf "Cache füllen" drückst. Der zweite Bot besucht die Seite automatisch sobald Du einen Artikel hinzufügst/veränderst oder löscht.

source: For more information, please watch this video: <a href="%s" class="fancybox">%s</a>.
de_de: Für weitere Informationen schau' Dir bitte folgendes Video an: <a href="%s" class="fancybox">%s</a>.

source: <b>%s</b> can not be deactivated because of <code>%s</code>.
de_de: <b>%s</b> kann nicht aktiviert werden, da <code>%s</code>.

source: This constant is still defined in <code>wp-config.php</code> file and its value must be set to <code>false</code>.
de_de: Dieser Eintrag wird in der Datei <code>wp-config.php</code> definiert und dessen Wert muss auf <code>false</code> gesetzt werden.

source: Maybe we do not have the writing permissions for <code>%s</code>.
de_de: Vielleicht haben wir keine Schreibrechte für <code>%s</code>.

source: Please give us permissions or resolve the problem yourself. Then retry deactivation.
de_de: Bitte gib' uns Schreibrechte oder löse das Problem selbst. Probiere dann die Deaktivierung erneut.

source: This file is not writable and we can not remove these directives.
de_de: Diese Datei kann nicht überschrieben werden. Somit können wir diese Einstellungen nicht entfernen.

source: Maybe we do not have writing permissions for <code>%s</code>.
de_de: Vielleicht haben wir keine Schreibrechte für <code>%s</code>.

source: You can still force the deactivation by clicking here.
de_de: Du kannst eine Deaktivierung immer noch erzwingen, indem Du hier klickst.

source: <b>%s</b>: One or more extensions have been enabled or disabled, do not forget to clear the cache if necessary.
de_de: <b>%s</b>: Eine oder mehr Erweiterungen wurden aktiviert oder deaktiviert. Vergiss nicht den Cache zu leeren, falls dies erforderlich ist.

source: <b>%s</b>: The following plugins are not compatible with this plugin and may cause unexpected results:
de_de: <b>%s</b>: Folgende Plugins sind nicht mit WP Rocket kompatibel und können unerwartete Ergebnisse produzieren.

source: Deactivate
de_de: Deaktivieren

source: <b>%s</b>: A custom permalink structure is required for the plugin to work properly. Please go to <a href="%s">Permalink</a> to configure it.
de_de: <b>%s</b>: Das Plugin benötigt eine besondere Permalink Struktur um zu funktionieren. Bitte konfiguriere dies unter <a href="%s">Permalink</a>.

source: <b>%s</b>: It seems we don't have <a href="%s" target="_blank">writing permissions</a> on <code>wp-config.php</code> file or the value of the constant <code>WP_CACHE</code> is set to <code>false</code>
de_de: <b>%s</b>: Es scheint als hätten wir keine <a href="%s" target="_blank">Schreibrechte</a> für die Datei <code>wp-config.php</code>, oder der Wert für die Variable <code>WP_CACHE</code> ist auf <code>false</code> gesetzt.

source: To fix this you have to set writing permissions for <code>wp-config.php</code> and then save the settings again.
de_de: Um dieses Problem zu beheben, setze Schreibrechte auf <code>wp-config.php</code> und speichere die Einstellungen erneut.

source: If the message persists, you have to put the following code in your <code>wp-config.php</code> file so that it works correctly. Click on the field and press Ctrl-A to select all.
de_de: Falls die Meldung weiterhin erscheint, kopiere den folgenden Code in die <code>wp-config.php</code> Datei damit das Plugin korrekt funktioniert. Klicke in das Feld und dücke STRG-A um alles auszuwählen.

source: If you had <a href="%1$s" target="_blank">writing permissions</a> on <code>%2$s</code> file, <b>%3$s</b> could do this automatically. This is not the case, here is the code you should add in your <code>%2$s</code> file for <b>%3$s</b> to work properly.
de_de: Hättest Du uns <a href="%1$s" target="_blank">Schreibrechte</a> für die Datei <code>%2$s</code>geben, könnte <b>%3$s</b> dies automatisch tun. Da dies nicht der Fall ist, solltest Du den folgenden Code in die Datei<code>%2$s</code> kopieren, damit <b>%3$s</b> korrekt funktioniert.

source: It seems that the <code>%s</code> file is not ours. Save the settings, we will automatically recreate the correct one. If it's still not working, please delete it and save again.
de_de: Es scheint, dass die Datei <code>%s</code> nicht von uns ist. Speichere die Einstellungen, wir werden automatisch die korrekte Datei neu erzeugen. Falls es dann immer noch nicht funktioniert, lösche die Datei erneut und speicher' wieder.

source: If you had <a href="%1$s" target="_blank">writing permissions</a> on <code>.htaccess</code> file, <b>%2$s</b> could do this automatically. This is not the case, so here are the rewrite rules you have to put in your <code>.htaccess</code> file for <b>%2$s</b> to work correctly. Click on the field and press Ctrl-A to select all.
de_de: Falls du uns <a href="%1$s" target="_blank">Schreibrechte</a> auf die <code>.htaccess</code> Datei gegeben hättest, könnte <b>%2$s</b> dies automatisch erledigen. Da dies nicht der Fall ist, musst Du diese Rewrite Rules in die <code>.htaccess</code> kopieren, damit <b>%2$s</b> korrekt funktioniert. Klicke auf Feld und drücke STRG-A um alles auszuwählen.

source: <strong>Warning:</strong> This message will popup again and its content may be updated when saving the options
de_de: <strong>Achtung:</strong>: Diese Meldung wird erneut erscheinen und der Inhalt könnte nach dem Speichern der Einstellungen verändert sein.

source: Be careful, you don't have <a href="%1$s" target="_blank">writing permissions</a> on <b>%3$s</b> domain configuration folder (<code>%2$s</code>). To make <b>%3$s</b> work properly, please CHMOD <code>755</code> or <code>775</code> or <code>777</code> this folder.<br/>When the problem is solved, thank you to save the %3$s options to generate the configuration file.
de_de: Sei vorsichtig, du hast keine a href="%1$s" target="_blank">Schreibrechte</a> auf deinen <b>%3$s</b> Domain Einstellungsordner (<code>%2$s</code>. Damit <b>%3$s</b> korrekt funktioniert, gebe diesem Ordner mit CHMOD die Einstellung <code>755</code> oder <code>775</code> oder <code>777</code>.<br/>Sobald das Problem behoben ist, denk daran die %3$s Einstellung zu speichern, die die Konfigurationsdatei speichert.

source: Be careful, you don't have <a href="%1$s" target="_blank">writing permissions</a> on <b>%3$s</b> cache folder (<code>%2$s</code>). For <b>%3$s</b> works properly, please CHMOD <code>755</code> or <code>775</code> or <code>777</code> this folder.
de_de: Sei vorsichtig, du hast keine a href="%1$s" target="_blank">Schreibrechte</a> auf deinen <b>%3$s</b> Cache Ordner (<code>%2$s</code>. Damit <b>%3$s</b> korrekt funktioniert, gebe diesem Ordner mit CHMOD die Einstellung <code>755</code> oder <code>775</code> oder <code>777</code>.

source: Be careful, you don't have <a href="%1$s" target="_blank">writing permissions</a> on <b>%3$s</b> minified cache folder (<code>%2$s</code>). To make <b>%3$s</b> work properly, please CHMOD <code>755</code> or <code>775</code> or <code>777</code> this folder.
de_de: Sei vorsichtig, du hast keine <a href="%1$s" target="_blank">Schreibrechte</a> auf deinen <b>%3$s</b> Minimierungs-Ordner (<code>%2$s</code>). Damit <b>%3$s</b> korrekt funktioniert, gebe diesem Ordner mit CHMOD die Einstellung <code>755</code> oder <code>775</code> oder <code>777</code>.

source: Thank you. Your license has been successfully validated!
de_de: Danke. Deine Lizenz wurde erfolgreich validiert.

source: Key: <code>%s</code><br>Email: <i>%s</i>
de_de: Schlüssel: <code>%s</code><br>Email: <i>%s</i>

source: Warning:
de_de: Warnung:

source: Download options
de_de: Download Optionen

source: <b>JS</b> files with Deferred Loading JavaScript
de_de: <b>JS</b> Dateien mit verzögertem Laden von JavaScript

source: Wait until this file is loaded?
de_de: Warten bis Datei geladen ist?

source: Add URL
de_de: URL hinzufügen

source: Replace site's hostname with:
de_de: Ersetze den Hostnamen der Seite mit:

source: reserved for
de_de: reserviert für

source: All files
de_de: Alle Dateien

source: Images
de_de: Bilder

source: Add CNAME
de_de: Füge CDN hinzu

source: Watch the video
de_de: Video ansehen.

source: License validation
de_de: Lizenz Validierung

source: API Key
de_de: API-Schlüssel

source: Please enter the API key obtained after your purchase.
de_de: Bitte geb den API Schlüssel ein, den Du nach dem Kauf erhalten hast.

source: E-mail Address
de_de: Email Adresse

source: The one used for the purchase, in your support account.
de_de: Die die Du für den Kauf genutzt hast, in deinen Support Account.

source: Basic options
de_de: Basis Einstellungen:

source: Enable Lazy loading images.
de_de: Aktiviere LazyLoad für Bilder.

source: LazyLoad displays images on a page only when they are visible to the user.
de_de: LazyLoad lädt Bilder erst, sobald der Nutzer sie sehen kann.
