Repository: nagyist/wholistic-services
Catalog: web/app/plugins/wp-rocket/languages/rocket-*.po
Languages: de_de

source: This mechanism reduces the number of HTTP requests and improves the loading time.
de_de: Dies reduziert die Anzahl der HTTP Anfragen und somit die Ladezeit.

source: Files optimisation:<br/><span class="description">(Minification & Concatenation)</span>
de_de: Datei Optimierung:<br/><span class="description">(Minimierung & Verknüpfung)</span>

source: HTML Files minification
de_de: HTML-Dateien minimieren

source: Google Fonts minification
de_de: Google Fonts Minimierung

source: CSS Files minification
de_de: CSS-Dateien minimieren

source: JS Files minification
de_de: JS-Dateien minimieren

source: Minification removes any spaces and comments present in the CSS and JavaScript files.
de_de: Minimierung entfernt alle Leerzeilen und Kommentare in CSS und JavaScript-Dateien.

source: This mechanism reduces the weight of each file and allows a faster reading of browsers and search engines.
de_de: Dieser Mechanismus reduziert die Dateigröße von jeder Datei und erlaubt somit eine schnellere Darstellung in Browsern und Suchmaschinen.

source: Concatenation combines all CSS and JavaScript files.
de_de: Verknüpfung fasst alle CSS und JavaScript-Dateien in einer Datei zusammen.

source: Concatenating files can cause display errors.
de_de: Das Verknüpfen von Dateien kann Darstellungsprobleme verursachen.

source: In case of any errors we recommend you to turn off this option or watch the following video: <a href="%1$s" class="fancybox">%1$s</a>.
de_de: Falls Probleme auftreten, empfehlen wir die Option zu deaktivieren oder dieses Video anzuschauen: <a href=\"%1$s\" class=\"fancybox\">%1$s</a>.

source: Mobile cache:
de_de: Mobiles Caching:

source: Enable caching for mobile devices.
de_de: Aktiviere Cache für mobile Geräte.

source: Don't turn on this option if you use one of these plugins: %l.
de_de: Bitte aktiviere diese Option nicht, falls eines dieser Plugins genutzt wird %l.

source: Logged in user cache:
de_de: Cache für angemeldete Nutzer:

source: Enable caching for logged in users.
de_de: Aktiviere Cache für angemeldete Nutzer.

source: Enable caching for pages with SSL protocol (<code>https://</code>).
de_de: Aktiviere Cache für Seiten mit dem SSL Protokoll (<code>https://</code>).

source: Clear Cache Lifespan
de_de: Lösche die Verweilzeit der Daten im Cache.

source: Unit of time
de_de: Zeiteinheit

source: second(s)
de_de: Sekunde(n)

source: minute(s)
de_de: Minute(n)

source: hour(s)
de_de: Stunde(n)

source: day(s)
de_de: Tag(e)

source: By default, cache lifespan is 24 hours. This means that once created, the cache files are automatically removed after 24 hours before being recreated.
de_de: Im Standardfall wird der Cache alle 24 Stunden geleert. Das bedeutet, dass der Cache, 24 Stunden nachdem er erstellt wurde, automatisch gelöscht wird.

source: This can be useful if you display your latest tweets or rss feeds in your sidebar, for example.
de_de: Dies kann sinnvoll sein, wenn Du z.B. deine letzten Tweets oder einen RSS-Feed in deiner Seitenleiste anzeigen willst.

source: Specify 0 for unlimited lifetime.
de_de: Gebe 0 für eine unendlich lange Gültigkeitsdauer des Caches ein.

source: Advanced options
de_de: Erweiterte Optionen:

source: Prefetch DNS requests:
de_de: DNS-Abfragen vorher abrufen:

source: DNS prefetching is a way for browsers to anticipate the DNS resolution of external domains from your site.
de_de: Das vorzeitige Abrufen von DNS-Abfragen hilft dem Browser die Auflösung von DNS-Verbindungen externer Domains auf deiner Seite zu beschleunigen.

source: This mechanism reduces the latency of some external files.
de_de: Dieser Mechanismus reduziert die Latenzzeit externer Dateien.

source: To learn more about this option and how to use it correctly, we advise you to watch the following video: <a href="%1$s" class="fancybox">%1$s</a>.
de_de: Um mehr über diese Option zu erfahren, schau dir dieses Video an: <a href="%1$s" class="fancybox">%1$s</a>.

source: <strong>Note:</strong> Enter the domain names without their protocol, for example: <code>//ajax.googleapis.com</code> without <code>http:</code> (one per line).
de_de: <strong>PS:</strong> Gib die Domain ohne Protokoll an, zum Beispiel <code>//ajax.googleapis.com</code> ohne <code>http:</code> (ein Eintrag pro Reihe).

source: Empty the cache of the following pages when updating a post:
de_de: Leere den Cache folgender Seiten, sobald ein Eintrag aktualisiert wird:

source: Enter the URL of additionnal pages to purge when updating a post (one per line).
de_de: Gib die URL zusätzlicher Seiten ein, sobald ein Post geändert wird (ein Eintrag pro Reihe):

source: You can use regular expressions (regex).
de_de: Du kannst reguläre Ausdrücke (regex) dazu nutzen.

source: <strong>Note:</strong> When you update a post or when a comment is posted, the homepage, categories and tags associated with this post are automatically removed from the cache and then recreated by our bot.
de_de: <strong>PS:</strong> Sobald ein Eintrag verändert wird, der mit der Homepage, der Kategorie oder dem Tag verbunden ist, wird diese Seite aus dem Cache entfernt und vom Bot neu erstellt.

source: Never cache the following pages:
de_de: Folgende Seiten niemals speichern:

source: Enter the URL of pages to reject (one per line).
de_de: Gebe pro Reihe eine URL einer Seite an, die nicht gespeichert werden soll.

source: <strong>Note:</strong> The cart and checkout pages are auto-excluded from the cache for WooCommerce, Easy Digital Download, iThemes Exchange, Jigoshop & WP-Shop.
de_de: <strong>Hinweis:</strong> Der Einkaufswagen und die Checkout Seiten von WooCommerce, Easy Digital Download, iThemes Exchange, Jigoshop sowie WP-Shop werden automatisch vom Cache ausgeschlossen.

source: Don't cache pages that use the following cookies:
de_de: Speichere keine Seiten die folgende Cookies nutzen:

source: List the names of the cookies (one per line).
de_de: Liste die Namen der Cookies auf, für die kein Cache gespeichert wird (einen Eintrag pro Reihe).

source: Cache pages that use the following query strings (GET parameters):
de_de: Speichere Seiten ins Cache die folgende Query-String-Paramter (GET Parameter) nutzen:

source: List of query strings which can be cached (one per line).
de_de: Liste der Query-String-Parameter, die im Cache gespeichert werden können (einer pro Zeile):

source: Never send cache pages for these user agents:
de_de: Sende niemals Seiten aus dem Cache bei folgenden Nutzerprofilen:

source: Enter the user agents name to reject (one per line).
de_de: Gib den Nutzernamen ein, der vom Cache ausgeschlossen sein soll (ein Eintrag pro Reihe).

source: <b>CSS</b> files to exclude from minification:
de_de: <b>CSS</b> Dateien die nicht minimiert werden sollen:

source: Enter the URL of <b>CSS</b> files to reject (one per line).
de_de: Gib die URL von <b>CSS</b> Dateien an, die nicht nicht berücksichtigt werden sollen (ein Eintrag pro Reihe).

source: <b>JS</b> files to exclude from minification:
de_de: <b>JS</b> Dateien die nicht minimiert werden sollen:

source: Enter the URL of <b>JS</b> files to reject (one per line).
de_de: Gib' die URL von <b>JS</b> Dateien an, die nicht nicht berücksichtigt werden sollen (ein Eintrag pro Reihe).

source: <b>JS</b> files to be included in the footer during the minification process:
de_de: <b>JS-</b>Dateien die während des Minimierungsprozesses in der Fußzeile enthalten sein sollen.

source: Empty the field to remove it.
de_de: Leere das Feld um es zu entfernen.

source: You must specify the complete URL of the files.
de_de: Du musst die komplette URL dieser Dateien angeben.

source: <b>JS</b> files with deferred loading:
de_de: <b>JS</b> Dateien, die verzögert geladen werden sollen:

source: You can add JavaScript files that will be loaded asynchronously at the same time as the page loads.
de_de: Du kannst JavaScript Dateien angeben, die asynchron geladen werden, während die Seite selbst geladen wird.

source: <strong>Note:</strong> Where do I find my CloudFlare API key? <a href=%s"">Learn more</a>
de_de: <strong>Hinweis:</strong> Wo finde ich meinen CloudFlare API Schlüssel? <a href=%s"">Lern mehr darüber</a>

source: Development Mode
de_de: Entwicklermodus

source: Off
de_de: Aus

source: On
de_de: An

source: Temporarily enter development mode on your website. <a href=%s"">Learn more</a>
de_de: Stell deine Seite zeitweise in den Entwicklermodus. <a href=%s"">Lern mehr darüber</a>

source: Auto enable the optimal CloudFlare settings (props WP Rocket)
de_de: Aktiviere automatisch die besten CloudFlare Einstellungen (für WP Rocket)

source: No
de_de: Nein

source: Yes
de_de: Ja

source: We select the best CloudFlare configuration for speed, performance grade and compatibility.
de_de: Wir haben die beste CloudFlare Einstellung hinsichtlich Geschwindigkeit, Leistungsfähigkeit und Kompatibilität gewählt.

source: Immediately purge cached resources for your website. <a href="%s" target="_blank">Learn more</a>
de_de: Lösche sofort alle zwischengespeicherten Inhalten deiner Webseite <a href="%s" target="_blank">Lern mehr darüber</a>

source: Content Delivery Network options
de_de: Content Delivery Network Einstellungen

source: Enable CloudFlare settings tab.
de_de: Aktiviere den CloudFlare Einstellungsreiter.

source: This option allows you to configure some CloudFlare settings like development mode, purge cache and a recommended configuration.
de_de: Diese Option ermöglicht es einige CloudFlare Einstellungen am Entwicklermodus, dem sofortigen Löschen aller zwischengespeicherten Inhalte und der empfohlenen Konfiguration vorzunehmen.

source: <strong>Note:</strong> If you are using CloudFlare, configure the options in the CloudFlare tab. The CDN settings below <strong>do not apply</strong> to CloudFlare.
de_de: <strong>Hinweis:</strong>Falls Du CloudFlare nutzt, nutze die Einstellungen im CloudFlare Reiter. Die CDN Einstellungen unten <strong>haben keinen Einfluss</strong> auf CloudFlare.

source: Enable Content Delivery Network.
de_de: Aktiviere Content Delivery Network.

source: CDN function replaces all URLs of your static files and media (CSS, JS, Images) with the url entered below. This way all your content will be copied to a dedicated hosting or a CDN system <a href="http://www.maxcdn.com/" target="_blank">maxCDN</a>.
de_de: Die CDN-Funktion ersetzt alle URLs deiner statischen Seiten und Inhalte (CSS,JS,Bilder) mit der unten angegebenen Adresse. Damit werden alle deine Inhalte auf einen dezidierten Hoster oder ein CDN-System transferiert <a href=\"http://www.maxcdn.com/\" target=\"_blank\">maxCDN</a>.

source: Disable CDN on HTTPS pages.
de_de: Deaktiviere CDN auf HTTPS Seiten.

source: Rejected files:
de_de: Abgewiesene Dateien:

source: Specify the URL files that should not use the CDN. (one per line).
de_de: Gib die URL der Dateien an, die nicht mit einem CDN genutzt weden sollen (eine pro Reihe).

source: Plugin URI:
de_de: Plugin URL:

source: Description:
de_de: Beschreibung

source: Author:
de_de: Autor:

source: Author URI:
de_de: Autor URL:

source: Reset White Label values to default
de_de: Setze White Label Werte auf Standardeinstellungen zurück.

source: If you change anything, the tutorial + FAQ + Support tabs will be hidden.
de_de: Falls du etwas änderst, werden die Reiter Tutorial, FAQ und Support versteckt.

source: Tools
de_de: Werkzeuge

source: Yes I do!
de_de: Ja, ich will!

source: Check it to participate in the WP Rocket Beta Program and get earlier access to new versions, thanks in advance.
de_de: Anklicken, um am WP Rocket Beta Programm teilzunehmen und früher an neue Versionen zu gelangen.

source: Clear the cache for the whole site.
de_de: Leere den Cache für die gesamte Seite.

source: Preload cache
de_de: Cache füllen

source: Allows you to request a bot crawl to preload the cache (homepage and its internal links).
de_de: Startet den Bot um den Cache der Seite neu zu füllen (gesamte Seite und interne Links).

source: Settings Exporter
de_de: Einstellungs-Export

source: Settings Importer
de_de: Einstellungs-Import

source: Please backup your settings before, use the "Download options" button above.
de_de: Bitte speichere zurvor ein Backup deiner Einstellungen , indem du oben auf die Schaltfläche "Download Optionen" klickst.

source: Reinstall v%s
de_de: v%s neuinstallieren

source: Is the version %s causing you some issues? You can ask for a rollback and reinstall the last version you used before.
de_de: Ist Version %s für Fehler verantwortlich? Verlange ein Rollback und installiere die zuvor genutzte Version erneut.

source: This video gives some explanations about our two crawler robots. They generate several cache files in a few seconds.
de_de: Dieses Video unsere beiden Bots. Sie generieren einige Caches innerhalb weniger Sekunden.

source: CSS and JavaScript minification
de_de: CSS und JavaScript Minimierung

source: This video gives some explanations about how to use the advanced processes of minification and concatenation of CSS and JavaScript files.
de_de: % Dieses Video erklärt den anspruchsvollen Prozess der Minimierung und Verknüpfung von CSS und JavaScript-Dateien.

source: Preloading DNS queries
de_de: DNS Abfragen vorher abrufen:

source: This video helps to easily understand the advanced option of "Preloading DNS queries" and the use of the filter <code>rocket_dns_prefetch</code>.
de_de: Diese Video hilft die Option "DNS-Abfragen vorher abrufen:" und des Filter <code>rocket_dns_prefetch</code> zu verstehen.

source: How to use the White Label functionality?
de_de: Wie benutzt man die White Label Funktionalität?

source: This video helps to set up a White Label version of WP Rocket.
de_de: Dieses Video hilft eine White Label Version von WP Rocket aufzusetzen.

source: How to use the CDN functionality?
de_de: Wie nutzt man ein CDN?

source: This video helps to understand what is the CDN functionality included since WP Rocket 2.1.
de_de: Dieses Video erklärt die CDN Funktionalität die seit WP Rocket 2.1 mitgeliefert wird.

source: How to use the CDN API?
de_de: Wie nutzt man die CDN API?

source: This video helps to set up the two functions <code>get_rocket_cdn_url()</code> and <code>rocket_cdn_url()</code>.
de_de: Dieses Video hilft die 2 Funktionen <code>get_rocket_cdn_url()</code> und <code>rocket_cdn_url()</code> einzusetzen.

source: Visit the Support
de_de: Die Support-Seite besuchen

source: If none of the FAQ answers resolves your problem, you can send your issue to our free support. We will reply as soon as possible.
de_de: Falls die FAQ deine Frage nicht beantwortet, kannst Du dein Problem auch an unseren kostenfreien Support schicken. Wir werden so schnell es geht antworten.

source: License
de_de: Lizenz

source: Settings imported and saved.
de_de: Einstellungen importiert und gespeichert.

source: Settings saved.
de_de: Einstellungen gespeichert.

source: Before you can upload your import file, you will need to fix the following error:
de_de: Bevor du deine Einstellungsdatei importieren kannst, musst Du den folgenden Fehler korrigieren.

source: Choose a file from your computer:
de_de: Wähle eine Datei von deinem Computer:

source: Maximum size: %s
de_de: Maximale Dateigröße: %s

source: Upload file and import settings
de_de: Datei hochladen und Einstellungen importieren.

source: An unexpected error occurred. Something may be wrong with WP-Rocket.me or this server&#8217;s configuration. If you continue to have problems, please try the <a href="%s">support forums</a>.
de_de: Ein unerwarteter Fehler ist aufgetreten. Vielleicht ist etwas auf WP-Rocket.me oder mit dieser Server-Einstellung schief gelaufen.

source: All languages
de_de: Alle Sprachen

source: Clear this post
de_de: Lösche diesen Eintrag

source: Purge this URL
de_de: Entferne diese URL aus dem Cache

source: Documentation
de_de: Dokumentation

source: %s clear
de_de: %s bereinigt

source: Last step before enjoying the high performances of our plugin, please <a href="%s">Enter you API key</a> here.
de_de: Um den Geschwindigkeitsrausch unseres Plugins miterleben zu können, musst du <a href="%s">hier die API Schlüssel eingeben</a>.

source: Your license is not valid.
de_de: Deine Lizenz ist nicht gültig.

source: You cannot add more websites. Upgrade your account.
de_de: Du kannst keine weiteren Webseiten hinzufügen. Du musst deinen Account upgraden.

source: This website is not allowed.
de_de: Diese Webseite ist nicht erlaubt.

source: This license key is not accepted.
de_de: Dein Lizenzschlüssel wurde nicht akzeptiert.

source: The best WordPress performance plugin.
de_de: Das beste Wordpress Caching-Plugin.
